# Задание 3

n = int(input("введите целое положительное число n: "))
nn = n * 10 + n
nnn = n * 100 + nn
sum_n = n + nn + nnn
print(f"сумма чисел n + nn + nnn = {sum_n}")