# Задание 1

login = input("введите логин : ")
password = input("введите пароль: ")
phone_num = int(input("введите номер телефона: "))
print(f"ваши данные для входа в аккаунт: логин - {login}, пароль - {password},"
      f"номер телефона - {phone_num}")
