# Задание 1

login = input("Введите логин : ")
password = input("Введите пароль: ")
phone_num = int(input("Введите номер телефона: "))
print(f"Ваши данные для входа в аккаунт: логин - {login}, пароль - {password},"
      f"номер телефона - {phone_num}")
